{"char2idx": {"spliced": 0, "non-Equipment": 1, "Hoplite": 2, "Radiance": 3, "Centaur": 4, "Monkey": 5, "-0/-1": 6, "become": 7, "Jump-start": 8, "counter": 9, "Mercenary": 10, "Council's": 11, "Emerge": 12, "cube": 13, "exile": 14, "Strive": 15, "nonartifact": 16, "cards'": 17, "Copy": 18, "non-Spider": 19, "+0/+2": 20, "Partner": 21, "Splinter": 22, "banded": 23, "While": 24, "Rager": 25, "Horror": 26, "during": 27, "draw": 28, "{1}{U}{U}": 29, "Spark": 30, "slivercycling": 31, "snow": 32, "Beast": 33, "starting": 34, "{X}{X}{R}{R}": 35, "smaller": 36, "+4/-4": 37, "Cycling": 38, "Leader": 39, "improvise": 40, "Vial": 41, "Prism": 42, "{3}{B}{R}": 43, "-2/-1": 44, "{6}{W}": 45, "{E}{E}{E}{E}": 46, "{2}{G}{G}{G}": 47, "20": 48, "Untapped": 49, "myriad": 50, "countered": 51, "Martial": 52, "Revolt": 53, "Repeat": 54, "own": 55, "First": 56, "adds": 57, "+0/+1": 58, "common": 59, "-13/-13": 60, "{1}{G}{U}": 61, "destroys": 62, "it": 63, "{W}{B}{G}": 64, "down": 65, "be": 66, "Ninja": 67, "area": 68, "{7}{W}": 69, "label": 70, "effects": 71, "Mountains": 72, "returns": 73, "Thrulls": 74, "Search": 75, "{R/W}{R/W}{R/W}": 76, "fewest": 77, "blood": 78, "Clues": 79, "Threshold": 80, "{4}{U}{U}": 81, "neither": 82, "{X}{G}{G}{G}": 83, ".": 84, "non-Faerie": 85, "Return": 86, "controllers'": 87, "Amplify": 88, ",": 89, "main": 90, "Target": 91, "Krakens": 92, "Lord": 93, "cost": 94, "Genesis": 95, "Rat": 96, "Shaman": 97, "over": 98, "{3}{R}{G}{W}": 99, "Shrines": 100, "proposal": 101, "{C}{G}{U}": 102, "Attacking": 103, "which": 104, "spell's": 105, "previously": 106, "Hydra's": 107, "Riot": 108, "owned": 109, "Barbarian": 110, "devoured": 111, "fuse": 112, "non-Human": 113, "Islandcycling": 114, "then": 115, "permanents": 116, "exalted": 117, "Bolas": 118, "Stalker": 119, "1/5": 120, "prevented": 121, "treasure": 122, "Lifelink": 123, "{9}{G}{G}": 124, "Wizardcycling": 125, "4": 126, "{6}{W}{B}": 127, "13": 128, "3/1": 129, "-4/-4": 130, "In": 131, "Fears": 132, "Master": 133, "switch": 134, "Antiquities": 135, "lost": 136, "power": 137, "5/3": 138, "{P}": 139, "{2}{W/B}{W/B}": 140, "Giants": 141, "{B}{B}": 142, "+10/+10": 143, "undying": 144, "Forests": 145, "-4/-0": 146, "wish": 147, "Forestwalk": 148, "deals": 149, "twenty": 150, "Blaring": 151, "Hazezon": 152, "reduced": 153, "an": 154, "leave": 155, "council": 156, "forestwalk": 157, "10": 158, "Populate": 159, "knowledge": 160, "active": 161, "Gorgon": 162, "If": 163, "Captain": 164, "spent": 165, ";": 166, "{R/G}{R/G}{R/G}{R/G}": 167, "{1}{U/R}{U/R}": 168, "gets": 169, "{C}{C}{C}{C}": 170, "as": 171, "sacrificing": 172, "pays": 173, "Pincher": 174, "Okaun": 175, "{W/U}{W/U}{W/U}{W/U}": 176, "out": 177, "{E}{E}{E}{E}{E}{E}{E}{E}": 178, "clash": 179, "times": 180, "Advocate": 181, "Transform": 182, "{2}{W}{B}": 183, "{1}{U}{R}": 184, "Legendary": 185, "himself": 186, "defender": 187, "Kavu": 188, "Transmute": 189, "Vampires": 190, "-0/-X": 191, "convoked": 192, "Reverse": 193, "Nicol": 194, "Artifact": 195, "{U}{U}": 196, "{3}{U}{U}{R}{R}": 197, "glyph": 198, "non-Ogre": 199, "Great": 200, "Bow": 201, "voted": 202, "only": 203, "Red": 204, "who": 205, "players": 206, "+1/+2": 207, "Battalion": 208, "flips": 209, "Any": 210, "{W}{B}": 211, "Scarecrow": 212, "attacking": 213, "5/2": 214, "Zndrsplt": 215, "sleep": 216, "far": 217, "{9}{W}{W}{W}": 218, "Plant": 219, "{3}{W/B}{W/B}{W/B}": 220, "Landfall": 221, "separate": 222, "Ral": 223, "closet": 224, "Horses": 225, "Gate": 226, "Jiang": 227, "Mercenaries": 228, "{C}{U}": 229, "either": 230, "{B}{B}{B}{B}{B}": 231, "+1/+4": 232, "untapped": 233, "Mutant": 234, "permanent's": 235, "Another": 236, "heads": 237, "Paragon": 238, "{U}{U}{U}": 239, "Empyrial": 240, "Sculpture": 241, "championed": 242, "2/4": 243, "hoofprint": 244, "total": 245, "Vehicle": 246, "During": 247, "Redeemer": 248, "non-Elemental": 249, "Empires": 250, "26": 251, "0/1": 252, "fights": 253, "Timebender": 254, "cycles": 255, "Pirate": 256, "regenerates": 257, "Mountain": 258, "+1/+1": 259, "equipped": 260, "distribute": 261, "Blocking": 262, "task": 263, "{B}{R}": 264, "{C}{C}{C}": 265, "{G}{U}": 266, "{3}{R}": 267, "Wood": 268, "chose": 269, "flipping": 270, "no": 271, "Up": 272, "{3}{R}{R}": 273, "-13/-0": 274, "Bat": 275, "{5}{R}{R}": 276, "up": 277, "Provoke": 278, "Serf": 279, "step": 280, "black": 281, "Roll": 282, "-4/+4": 283, "{R/G}{R/G}{R/G}": 284, "+4/+8": 285, "how": 286, "nonblue": 287, "elite": 288, "Blade": 289, "Create": 290, "plus": 291, "tied": 292, "Brambleweft": 293, "Survivor": 294, "isn't": 295, "postcombat": 296, "Adapt": 297, "Evoke": 298, "Devourer": 299, "Overlord": 300, "double": 301, "surveil": 302, "still": 303, "{U/B}": 304, "ability's": 305, "suspended": 306, "{R/W}{R/W}{R/W}{R/W}": 307, "{5}{R}{R}{R}": 308, "Bolster": 309, "Gargoyle": 310, "target": 311, "weapon": 312, "hasn't": 313, "Wielder": 314, "Impetuous": 315, "[+1]": 316, "{E}": 317, "followed": 318, "{3}{C}": 319, "Spectacle": 320, "piles": 321, "Adventure": 322, "Menace": 323, "where": 324, "Damage": 325, "effect": 326, "any": 327, "abilities": 328, "vanishing": 329, "Haldan": 330, "Loyalty": 331, "Juggernaut": 332, "Shade": 333, "Goldmeadow": 334, "{1}{S}": 335, "Marit": 336, "owner's": 337, "size": 338, "Regal": 339, "Soldier": 340, "shadow": 341, "homage": 342, "mutates": 343, "ended": 344, "type": 345, "Squirrels": 346, "dilemma": 347, "leaves": 348, "study": 349, "Koni": 350, "Worm": 351, "delay": 352, "Rebel": 353, "Cartouche": 354, "Gravestorm": 355, "Rowan": 356, "{U/B}{U/B}{U/B}{U/B}": 357, "Fish": 358, "by": 359, "{1}{R}{W}": 360, "You": 361, "Locus": 362, "Magic": 363, "Plainscycling": 364, "{5}{B}": 365, "Have": 366, "declared": 367, "soulbond": 368, "Bushido": 369, "-2/-4": 370, "Illusion": 371, "Free": 372, "zone": 373, "Replicate": 374, "Parley": 375, "able": 376, "banding": 377, "+2/-1": 378, "could": 379, "you're": 380, "Xenagos": 381, "Desertwalk": 382, "tower": 383, "Slinger": 384, "emblem": 385, "libraries": 386, "{R}{G}{W}": 387, "mix": 388, "those": 389, "get": 390, "proliferate": 391, "destroy": 392, "plague": 393, "elixir": 394, "banned": 395, "Annihilator": 396, "decides": 397, "magnet": 398, "{3}{G}{G}": 399, "Crovax": 400, "Golem": 401, "combination": 402, "untaps": 403, "{U/P}": 404, "non-Head": 405, "Wasp": 406, "Wizard": 407, "reveal": 408, "Angrath": 409, "Note": 410, "2/1": 411, "Gideon": 412, "nongreen": 413, "{R}{G}": 414, "Feather": 415, "phased-out": 416, "marked": 417, "adapts": 418, "nor": 419, "Pyromancer": 420, "Kher": 421, "[\u2212X]": 422, "graveyards": 423, "{2}{G}": 424, "carrion": 425, "200": 426, "proceeding": 427, "5/6": 428, "shuffle": 429, "Orcs": 430, "Kobolds": 431, "For": 432, "{T}": 433, "under": 434, "symbols": 435, "when": 436, "Zombies": 437, "Whale": 438, "{E}{E}{E}": 439, "fight": 440, "paying": 441, "Epic": 442, "{9}": 443, "changed": 444, "{2}{B}{G}{U}": 445, "directly": 446, "Piper": 447, "+4/-1": 448, "symbol": 449, "{1}{R/W}{R/W}": 450, "completely": 451, "Eight-and-a-Half-Tails": 452, "level": 453, "Wolf": 454, "Ninjutsu": 455, "that's": 456, "produces": 457, "Ninjas": 458, "Tombspawn": 459, "{W/B}{W/B}": 460, "votes": 461, "\u2022": 462, "5": 463, "scry": 464, "4/3": 465, "amassed": 466, "{G/W}": 467, "Vanishing": 468, "Ally": 469, "items": 470, "sorcery": 471, "choosing": 472, "Skeletons": 473, "for": 474, "Ascend": 475, "{0}": 476, "Nonwhite": 477, "five": 478, "Hellion": 479, "has": 480, "kicker": 481, "enchantment's": 482, "while": 483, "Pako": 484, "Soldiers": 485, "currency": 486, "search": 487, "{2}{W}{W}": 488, "nonland": 489, "Urza's": 490, "{1}{U}{U}{R}": 491, "+5/+3": 492, "Homunculus": 493, "shuffles": 494, "verse": 495, "+1/+3": 496, "prowl": 497, "harvest": 498, "sacrifices": 499, "whenever": 500, "doing": 501, "quill": 502, "move": 503, "Sentinel": 504, "Unspeakable": 505, "can": 506, "Changing": 507, "{G}{G}{G}{G}{G}": 508, "{G/P}": 509, "transform": 510, "bribery": 511, "{X}{X}{B}": 512, "{B}": 513, "Converge": 514, "outlast": 515, "exchange": 516, "1/6": 517, "4/2": 518, "vortex": 519, "whichever": 520, "{X}{U/B}": 521, "repeats": 522, "fortified": 523, "{R}{W}{B}": 524, "lethal": 525, "islandwalk": 526, "40": 527, "also": 528, "originally": 529, "[+4]": 530, "^": 531, "item": 532, "cleanup": 533, "this": 534, "Plainswalk": 535, "+7/+0": 536, "Auras": 537, "died": 538, "{2}{C}": 539, "{2}{B}": 540, "{4}{G/W}{G/W}": 541, "hexproof": 542, "dethrone": 543, "Knights": 544, "non-Soldier": 545, "skulk": 546, "Snake": 547, "right": 548, "anywhere": 549, "Crown": 550, "Equipment": 551, "Mask": 552, "Split": 553, "+2/+0": 554, "{6}{U}": 555, "Boar": 556, "{X}{B/G}": 557, "Gain": 558, "hour": 559, "Except": 560, "{R/W}": 561, "Enrage": 562, "Moonfolk": 563, "Trap": 564, "enchantment": 565, "Non-Eye": 566, "[\u22125]": 567, "Prowl": 568, "Buyback": 569, "No": 570, "non-Zombie": 571, "{1}{G/P}": 572, "healing": 573, "bid": 574, "+5/+1": 575, "unattached": 576, "you've": 577, "Lethal": 578, "Swampwalk": 579, "Bear": 580, "Tempting": 581, "if": 582, "nonwhite": 583, "Kaldra": 584, "longer": 585, "{S}": 586, "Your": 587, "Retriever": 588, "Mowu": 589, "+0/+6": 590, "Eminence": 591, "{4}{C}": 592, "Nonblue": 593, "+1/-2": 594, "targets": 595, "Improvise": 596, "At": 597, "divides": 598, "Elf": 599, "Pirates": 600, "Protector": 601, "-3/-2": 602, "Addendum": 603, "Gorgons": 604, "non-$NAME": 605, "Rally": 606, "Aetherborn": 607, "artifact's": 608, "voting": 609, "Orc": 610, "Brallin": 611, "separates": 612, "Metalcraft": 613, "costs": 614, "blocks": 615, "Scheming": 616, "deathtouch": 617, "Exploit": 618, "decks": 619, "chooses": 620, "joining": 621, "slumber": 622, "Kicker": 623, "+3/+1": 624, "Elephant": 625, "Clerics": 626, "God-Pharaoh's": 627, "change": 628, "Delve": 629, "{X}{W}": 630, "crew": 631, "following": 632, "Cast": 633, "Vehicles": 634, "Dinosaurs": 635, "instant": 636, "{4}{R}{R}": 637, "{4}{B}": 638, "take": 639, "opponents'": 640, "there's": 641, "player": 642, "marriage": 643, "Allies": 644, "won": 645, "Griffin": 646, "pain": 647, "Flame's": 648, "pay": 649, "Starting": 650, "artifact": 651, "Hazoret": 652, "Ashiok": 653, "fewer": 654, "Djinn": 655, "-6/-0": 656, "Golems": 657, "source": 658, ":": 659, "Vitu-Ghazi": 660, "muster": 661, "copied": 662, "Newt": 663, "isolation": 664, "hands": 665, "true": 666, "+0/+5": 667, "regenerate": 668, "Domain": 669, "explores": 670, "cause": 671, "6/1": 672, "pressure": 673, "{C}{C}": 674, "Kenrith": 675, "{X}{1}{U}": 676, "token": 677, "+2/+1": 678, "remain": 679, "Bladewing": 680, "Khorvath": 681, "bands": 682, "1": 683, "{B/P}": 684, "yet": 685, "Flagbearer": 686, "Ferocious": 687, "exiles": 688, "the": 689, "Vraska": 690, "Elspeth": 691, "Mouse": 692, "different": 693, "9": 694, "Jackal": 695, "top": 696, "antes": 697, "7/5": 698, "6/4": 699, "guessed": 700, "Bubbling": 701, "new": 702, "{3}{B}{B}{B}": 703, "Tribute": 704, "lifelink": 705, "Spike": 706, "non-Gorgon": 707, "poisonous": 708, "Deathtouch": 709, "command": 710, "hadn't": 711, "just": 712, "divide": 713, "Lands": 714, "voter": 715, "despair": 716, "{3}{G}{W}{U}": 717, "draws": 718, "Bird": 719, "Giant": 720, "produced": 721, "Conspire": 722, "war": 723, "4/5": 724, "without": 725, "Saga": 726, "Khans": 727, "Deserter": 728, "Behemoth": 729, "{1}{G}{G}": 730, "started": 731, "{5}{G}{W}{U}": 732, "{G/U}": 733, "Yu": 734, "plainscycling": 735, "Spitting": 736, "random": 737, "awaken": 738, "Fading": 739, "Only": 740, "-0/-3": 741, "Cell": 742, "Sculptor": 743, "{X}{B}{B}{B}": 744, "Non-Archon": 745, "back": 746, "Support": 747, "{X}{U}": 748, "Sarkhan": 749, "matrix": 750, "investigate": 751, "seven": 752, "Put": 753, "{8}": 754, "After": 755, "25": 756, "{2}{R/G}": 757, "ki": 758, "Sacrifice": 759, "nonblack": 760, "Swampcycling": 761, "Shabraz": 762, "ripple": 763, "gem": 764, "Regna": 765, "continues": 766, "Eye": 767, "skips": 768, "Reach": 769, "drew": 770, "trample": 771, "Kor": 772, "Gift": 773, "Faerie": 774, "Goad": 775, "Hellkite": 776, "Devour": 777, "comes": 778, "monarch": 779, "touches": 780, "Islandwalk": 781, "owner": 782, "{C}{B}": 783, "Skulk": 784, "Sphinx": 785, "one": 786, "{C}{C}{R}": 787, "evolves": 788, "Combat": 789, "Storms": 790, "deal": 791, "until": 792, "put": 793, "wither": 794, "non-Swamp": 795, "cumulative": 796, "Otherwise": 797, "transforms": 798, "Hexproof": 799, "equal": 800, "Graveborn": 801, "{3}{W}{W}": 802, "Recruiter": 803, "long": 804, "Wizards": 805, "greater": 806, "menace": 807, "drawn": 808, "discarded": 809, "Prince": 810, "{6}{W}{W}": 811, "prey": 812, "Scion": 813, "0/2": 814, "Witch": 815, "ninjutsu": 816, "Walls": 817, "Bold": 818, "Octopus": 819, "Myr": 820, "Hero": 821, "whose": 822, "non-Werewolf": 823, "embalmed": 824, "card": 825, "wrong": 826, "{X}": 827, "apply": 828, "hourglass": 829, "Demon": 830, "Vivien": 831, "Haktos": 832, "7/1": 833, "Blinkmoth": 834, "annihilator": 835, "loses": 836, "chosen": 837, "Nontoken": 838, "{2}": 839, "Skyshark": 840, "+1/+7": 841, "{B/R}{B/R}{B/R}{B/R}": 842, "Humans": 843, "Servo": 844, "Chakram": 845, "{7}{G}": 846, "{W/U}": 847, "tribute": 848, "Smasher": 849, "{3}{W}{B}{B}": 850, "pair": 851, "were": 852, "Assign": 853, "Activated": 854, "non-Bolas": 855, "Black": 856, "Treefolk": 857, "{W}{U}{B}{R}{G}": 858, "Entwine": 859, "words": 860, "Aurochs": 861, "{7}{B}{B}{B}": 862, "Pest": 863, "Silvar": 864, "Sweep": 865, "Dwarves": 866, "Non-Human": 867, "1/3": 868, "Web": 869, "+2/+5": 870, "Raid": 871, "Enchantment": 872, "{2}{G/U}{G/U}": 873, "{2}{R}": 874, "God": 875, "{3}{B/G}{B/G}": 876, "{4}{B}{B}": 877, "cage": 878, "greatest": 879, "Feral": 880, "color": 881, "Kraken": 882, "indestructible": 883, "{W}{W}{W}": 884, "Rakdos": 885, "Renewer": 886, "intimidate": 887, "ante": 888, "-1/-0": 889, "stops": 890, "+3/-1": 891, "{2}{R}{R}{R}": 892, "began": 893, "Goblin": 894, "a": 895, "Weird": 896, "she": 897, "{2}{B}{G}": 898, "bloodthirst": 899, "forestcycling": 900, "Muscle": 901, "Evolve": 902, "Simultaneously": 903, "colors": 904, "{U}{R}": 905, "Kobold": 906, "fading": 907, "Survivors": 908, "Remove": 909, "Caribou": 910, "+X/+X": 911, "{2}{G}{U}": 912, "Twin": 913, "white": 914, "Druid": 915, "foreshadow": 916, "increased": 917, "{G}{G}{G}{G}": 918, "phases": 919, "identity": 920, "many": 921, "frenzy": 922, "bottom": 923, "Mind-Mage": 924, "Imp": 925, "Whenever": 926, "Merfolk": 927, "Wastes": 928, "Modular": 929, "Nonland": 930, "Rider": 931, "created": 932, "Cyclops": 933, "Cards": 934, "{4}{U}": 935, "Spell": 936, "word": 937, "Exert": 938, "thirteen": 939, "Saproling": 940, "Octopuses": 941, "beneath": 942, "Recover": 943, "does": 944, "Look": 945, "Hydra": 946, "forces": 947, "Tap": 948, "Pay": 949, "basic": 950, "Affinity": 951, "Yanggu": 952, "triggers": 953, "{X}{X}{R}": 954, "enchanting": 955, "process": 956, "Cumulative": 957, "twice": 958, "Tower": 959, "Multikicker": 960, "affinity": 961, "Rather": 962, "flying": 963, "Atog": 964, "Kelp": 965, "death": 966, "Corrupter": 967, "being": 968, "-7/-0": 969, "Slivers": 970, "name": 971, "Gnome": 972, "{4}{G}": 973, "7/7": 974, "{3}": 975, "Insect": 976, "Saprolings": 977, "non-Dragon": 978, "Germ": 979, "Architect": 980, "Keep": 981, "{U}{B}": 982, "second": 983, "rounded": 984, "looked": 985, "{3}{R/W}{R/W}": 986, "permanent": 987, "Rampage": 988, "0/0": 989, "removed": 990, "credit": 991, "Flame": 992, "{X}{B}{B}": 993, "Shield": 994, "Burst": 995, "Face-down": 996, "{1}{R}{R}": 997, "else": 998, "{10}": 999, "islandcycling": 1000, "sacrificed": 1001, "Nonbasic": 1002, "converted": 1003, "{2}{G/W}": 1004, "players'": 1005, "eon": 1006, "Non-Spirit": 1007, "Destroy": 1008, "Dragonfire": 1009, "controllers": 1010, "taxes": 1011, "Peer": 1012, "dies": 1013, "loyalty": 1014, "Unearth": 1015, "modular": 1016, "Through": 1017, "awakening": 1018, "Hideaway": 1019, "Trynn": 1020, "resolves": 1021, "Wurm": 1022, "Awaken": 1023, "poisoned": 1024, "[\u22127]": 1025, "Minion": 1026, "{1}{G}{W}{U}": 1027, "Godsire": 1028, "+2/+6": 1029, "1/2": 1030, "{2}{U}{R}": 1031, "{W}": 1032, "Chaos": 1033, "secretly": 1034, "fade": 1035, "Multicolored": 1036, "card's": 1037, "3/2": 1038, "velocity": 1039, "Starfish": 1040, "{3}{U}": 1041, "{R/G}": 1042, "+X/+Y": 1043, "trigger": 1044, "Mage": 1045, "Skeleton": 1046, "{G}{W}": 1047, "{X}{W/B}{W/B}": 1048, "Mentor": 1049, "delve": 1050, "{B}{B}{B}": 1051, "artifacts": 1052, "Heart-Piercer": 1053, "together": 1054, "its": 1055, "[\u22121]": 1056, "to": 1057, "{X}{1}": 1058, "team": 1059, "{4}{R}": 1060, "non-Vampire": 1061, "before": 1062, "creature": 1063, "Move": 1064, "way": 1065, "Splice": 1066, "$NAME": 1067, "Flip": 1068, "{B}{B}{B}{B}": 1069, "upkeeps": 1070, "original": 1071, "legal": 1072, "{1}{U}": 1073, "$NAME's": 1074, "Leviathans": 1075, "looks": 1076, "{1}{B}{G}": 1077, "{7}": 1078, "whether": 1079, "amount": 1080, "surveilled": 1081, "Lieutenant": 1082, "provoke": 1083, "ownership": 1084, "Yannik": 1085, "Morbid": 1086, "{2}{R}{W}{B}": 1087, "Stoneforged": 1088, "Formidable": 1089, "-2/-0": 1090, "Y": 1091, "+2/+2": 1092, "Toothy": 1093, "hides": 1094, "15": 1095, "evenly": 1096, "last": 1097, "Blue": 1098, "{X}{G}": 1099, "duplication": 1100, "every": 1101, "attacked": 1102, "javelin": 1103, "beyond": 1104, "{4}{G}{G}": 1105, "continuously": 1106, "Sheep": 1107, "Mine": 1108, "prevent": 1109, "poison": 1110, "Skip": 1111, "that": 1112, "Urami": 1113, "even": 1114, "legendary": 1115, "add": 1116, "nonsnow": 1117, "note": 1118, "unchanged": 1119, "peace": 1120, "{2}{G}{G}": 1121, "1/0": 1122, "spells": 1123, "Enchanted": 1124, "pile": 1125, "non-Aura": 1126, "+4/+1": 1127, "Shuffle": 1128, "wins": 1129, "Nonblack": 1130, "{5}{R}{G}{W}": 1131, "carnage": 1132, "{W}{W}": 1133, "Proliferate": 1134, "swampcycling": 1135, "Freedom": 1136, "next": 1137, "{4}{S}": 1138, "{2}{G}{W}": 1139, "Zhang": 1140, "assigned": 1141, "goad": 1142, "Tetravite": 1143, "Skophos": 1144, "{R/W}{R/W}": 1145, "[\u221212]": 1146, "Outlast": 1147, "{5}{G}": 1148, "Ante": 1149, "manifestation": 1150, "2/6": 1151, "+5/+4": 1152, "Permanents": 1153, "The": 1154, "stakes": 1155, "mannequin": 1156, "Arcane": 1157, "Darkness": 1158, "That": 1159, "Ley": 1160, "Transfigure": 1161, "{W}{W}{U}{U}{B}{B}{R}{R}{G}{G}": 1162, "doesn't": 1163, "Exile": 1164, "difference": 1165, "Lily": 1166, "Phyrexian": 1167, "{R/W}{R/W}{R/W}{R/W}{R/W}{R/W}": 1168, "shield": 1169, "Indestructible": 1170, "{U/R}": 1171, "Pyrogenius": 1172, "noncreature": 1173, "game": 1174, "{5}{U}{U}": 1175, "gain": 1176, "Phoenix": 1177, "Reflections": 1178, "escape": 1179, "Turn": 1180, "+7/+7": 1181, "flanking": 1182, "Hellbent": 1183, "Efreet": 1184, "psychosis": 1185, "Rebels": 1186, "Cauldron": 1187, "Djinns": 1188, "[\u22123]": 1189, "declare": 1190, "Advisors": 1191, "{X}{X}{G}": 1192, "Persist": 1193, "attaches": 1194, "Cascade": 1195, "Mutate": 1196, "+X/+0": 1197, "already": 1198, "{1}{R}": 1199, "once": 1200, "Scavenge": 1201, "+5/+5": 1202, "reorder": 1203, "Hammer": 1204, "-4/-1": 1205, "4/1": 1206, "Play": 1207, "and": 1208, "Samurai": 1209, "{4}{G}{U}": 1210, "coins": 1211, "6/6": 1212, "-X/-Y": 1213, "mining": 1214, "They": 1215, "Unleash": 1216, "Curse": 1217, "all": 1218, "Its": 1219, "renowned": 1220, "Tentacle": 1221, "bidding": 1222, "net": 1223, "1/1": 1224, "differently": 1225, "Spells": 1226, "Fabricate": 1227, "{1}{B}{G}{U}": 1228, "hunger": 1229, "Veiled": 1230, "{3}{U}{B}": 1231, "die": 1232, "landwalk": 1233, "Rascal": 1234, "surge": 1235, "flashback": 1236, "Heroic": 1237, "-4/-2": 1238, "remains": 1239, "{1}{W}{W}": 1240, "0/8": 1241, "flash": 1242, "Plains": 1243, "count": 1244, "Regenerate": 1245, "copy": 1246, "foe": 1247, "than": 1248, "{3}{G}{G}{G}": 1249, "{1}{W/U}{R}{R}": 1250, "Brightspear": 1251, "Serpent": 1252, "Night": 1253, "Banding": 1254, "2/3": 1255, "{G/W}{G/W}": 1256, "{3}{G}": 1257, "Soulshift": 1258, "Sainted": 1259, "Detain": 1260, "page": 1261, "3/5": 1262, "Clue": 1263, "Counters": 1264, "Graft": 1265, "shares": 1266, "dream": 1267, "activating": 1268, "twelve": 1269, "Satyrs": 1270, "Switch": 1271, "{U/R}{U/R}": 1272, "leaving": 1273, "Kinship": 1274, "luck": 1275, "instants": 1276, "quest": 1277, "{6}{G}{G}{G}": 1278, "Afflict": 1279, "{X}{X}": 1280, "Sculptures": 1281, "shroud": 1282, "Pegasus": 1283, "detain": 1284, "slime": 1285, "Lore": 1286, "becomes": 1287, "Voja": 1288, "Sorin": 1289, "Jace": 1290, "generic": 1291, "searching": 1292, "text": 1293, "strife": 1294, "battlefield": 1295, "Ugin": 1296, "Sliver": 1297, "intervention": 1298, "Creature": 1299, "order": 1300, "Assassin": 1301, "source's": 1302, "vote": 1303, "give": 1304, "Axelrod": 1305, "+9/+9": 1306, "Distribute": 1307, "Reward": 1308, "most": 1309, "{1}{R}{R}{R}": 1310, "Domri": 1311, "tie": 1312, "instances": 1313, "steps": 1314, "Metal": 1315, "legend": 1316, "Egg": 1317, "Power-Plant": 1318, "Thopters": 1319, "city's": 1320, "Crocodile": 1321, "Swamp": 1322, "Abilities": 1323, "upkeep": 1324, "{2}{B/R}{W}{W}": 1325, "green": 1326, "Vigilance": 1327, "{X}{U}{U}": 1328, "exploited": 1329, "Scavenging": 1330, "{6}{B}{B}": 1331, "Desert": 1332, "Nissa": 1333, "Avenger": 1334, "two": 1335, "Dredge": 1336, "{1}{U/B}": 1337, "Undying": 1338, "{X}{R}": 1339, "{B/R}": 1340, "afflict": 1341, "Exchange": 1342, "+1/+5": 1343, "Demons": 1344, "Sunburst": 1345, "Phasing": 1346, "Army": 1347, "rule": 1348, "torture": 1349, "{6}{U}{U}": 1350, "persist": 1351, "turned": 1352, "Spirits": 1353, "{4}{G}{W}": 1354, "depletion": 1355, "don't": 1356, "mana": 1357, "Metallic": 1358, "Drake": 1359, "{4}": 1360, "{R}{R}": 1361, "Tapped": 1362, "Foods": 1363, "manifests": 1364, "8/8": 1365, "lose": 1366, "{X}{W}{U}{U}": 1367, "{2}{R}{R}": 1368, "it's": 1369, "[\u221215]": 1370, "Deserts": 1371, "strike": 1372, "{2}{R}{W}": 1373, "colorless": 1374, "cycled": 1375, "{X}{U}{R}": 1376, "[\u221225]": 1377, "Rats": 1378, "{1}{R}{G}": 1379, "phase": 1380, "Extort": 1381, "Rasputin": 1382, "{6}{G}": 1383, "Efreets": 1384, "totem": 1385, "non-Dinosaur": 1386, "non-Island": 1387, "Homelands": 1388, "enchant": 1389, "Manifest": 1390, "cycling": 1391, "opponent": 1392, "except": 1393, "horsemanship": 1394, "Place": 1395, "accepted": 1396, "[\u22122]": 1397, "-X/+X": 1398, "attackers": 1399, "Wind": 1400, "growth": 1401, "least": 1402, "became": 1403, "forever": 1404, "non-Angel": 1405, "spite": 1406, "rebound": 1407, "discard": 1408, "+3/+0": 1409, "Warriors": 1410, "controller": 1411, "manifest": 1412, "brick": 1413, "support": 1414, "lands": 1415, "{U}": 1416, "Throne": 1417, "land": 1418, "Ecstatic": 1419, "One": 1420, "100": 1421, "you": 1422, "more": 1423, "{1}{B/G}{B/G}": 1424, "shell": 1425, "Law": 1426, "unblocked": 1427, "choose": 1428, "{2}{W}{U}{B}{R}{G}": 1429, "[\u22124]": 1430, "unspent": 1431, "lowest": 1432, "suspend": 1433, "s": 1434, "{R}{R}{R}{R}{R}": 1435, "library": 1436, "Celestial": 1437, "non-Wall": 1438, "9/9": 1439, "using": 1440, "Monstrosity": 1441, "3/4": 1442, "phylactery": 1443, "Birds": 1444, "Arabian": 1445, "Overload": 1446, "{X}{B}": 1447, "Human": 1448, "money": 1449, "X/X": 1450, "{2}{U/B}{G}{G}": 1451, "Enchant": 1452, "{W/P}": 1453, "Horse": 1454, "{B/R}{B/R}{B/R}": 1455, "Heads": 1456, "exiled": 1457, "+6/+6": 1458, "controller's": 1459, "direction": 1460, "hit": 1461, "1/4": 1462, "Mountainwalk": 1463, "plot": 1464, "there": 1465, "simultaneously": 1466, "{8}{R}": 1467, "-1/-2": 1468, "Renown": 1469, "Camarid": 1470, "cascade": 1471, "on": 1472, "Nightstalker": 1473, "riot": 1474, "{3}{G/U}{G/U}": 1475, "team's": 1476, "Dwarf": 1477, "Darigaaz": 1478, "morph": 1479, "create": 1480, "ice": 1481, "from": 1482, "enchanted": 1483, "Minotaurs": 1484, "six": 1485, "Nongreen": 1486, "Adamant": 1487, "[+3]": 1488, "win": 1489, "regenerated": 1490, "start": 1491, "brother": 1492, "extra": 1493, "Ragavan": 1494, "graveyard": 1495, "much": 1496, "Equip": 1497, "excess": 1498, "Fei": 1499, "Ogre": 1500, "-X/-X": 1501, "exploits": 1502, "Dinosaur": 1503, "share": 1504, "wild": 1505, "totals": 1506, "Archangel": 1507, "{E}{E}{E}{E}{E}": 1508, "but": 1509, "{2}{U}": 1510, "Eldrazi": 1511, "Devil": 1512, "tapped": 1513, "Unattach": 1514, "Kithkin": 1515, "Cats": 1516, "nontoken": 1517, "Elk": 1518, "multicolored": 1519, "Haste": 1520, "{W/B}": 1521, "vitality": 1522, "{5}": 1523, "Artifacts": 1524, "haven't": 1525, "replicate": 1526, "free": 1527, "{X}{X}{1}": 1528, "They're": 1529, "{1}{W/B}": 1530, "Brightflame": 1531, "same": 1532, "resolved": 1533, "{B/G}": 1534, "{X}{3}{R}": 1535, "{1}{W}": 1536, "Channel": 1537, "weren't": 1538, "paid": 1539, "Orb": 1540, "defending": 1541, "opponents": 1542, "retrace": 1543, "+1/+0": 1544, "Dovin": 1545, "among": 1546, "Citizen": 1547, "Hero's": 1548, "Deceiver": 1549, "Convoke": 1550, "-5/-5": 1551, "Imprint": 1552, "mutate": 1553, "Morph": 1554, "have": 1555, "Head": 1556, "{R}{R}{R}{G}{G}{G}": 1557, "ten": 1558, "Crew": 1559, "Curses": 1560, "Sunlit": 1561, "colored": 1562, "choice": 1563, "Bloodthirst": 1564, "Assembly-Worker": 1565, "each": 1566, "exerted": 1567, "Cazur": 1568, "attached": 1569, "2": 1570, "Proud": 1571, "Strategist": 1572, "time": 1573, "came": 1574, "Nissa's": 1575, "{3}{U}{R}{W}": 1576, "Snakes": 1577, "{2}{G}{U}{R}": 1578, "wind": 1579, "3/3": 1580, "0/4": 1581, "Other": 1582, "{3}{W}{U}": 1583, "{2}{G/U}": 1584, "Forest": 1585, "8": 1586, "nearest": 1587, "\u2014": 1588, "casting": 1589, "flip": 1590, "Satyr": 1591, "{5}{U}{B}{R}": 1592, "Bestow": 1593, "Chimera": 1594, "Berserker": 1595, "populate": 1596, "Their": 1597, "5/1": 1598, "activated": 1599, "everything": 1600, "+4/-X": 1601, "casts": 1602, "of": 1603, "escapes": 1604, "Fierce": 1605, "{R}{R}{R}{R}{R}{R}{R}{R}": 1606, "addition": 1607, "{3}{U}{U}": 1608, "Karox": 1609, "{X}{B/P}": 1610, "Activate": 1611, "finish": 1612, "Allows": 1613, "hand": 1614, "Wither": 1615, "Excess": 1616, "Triskelavite": 1617, "{4}{W}{W}": 1618, "Zombie": 1619, "noncombat": 1620, "partners": 1621, "non-Elf": 1622, "Join": 1623, "+3/+2": 1624, "{5}{G}{G}": 1625, "Nights": 1626, "Fox": 1627, "kinds": 1628, "Leviathan": 1629, "escaped": 1630, "contain": 1631, "{1}{B}": 1632, "dealt": 1633, "puts": 1634, "printed": 1635, "Rogue": 1636, "End": 1637, "Sneak": 1638, "look": 1639, "spell": 1640, "{3}{R/G}{U}{U}": 1641, "Revelers": 1642, "attacker": 1643, "Delirium": 1644, "Hound": 1645, "Slivercycling": 1646, "devoid": 1647, "combat": 1648, "Cohort": 1649, "Fortified": 1650, "{U}{R}{W}": 1651, "{G}{U}{R}": 1652, "Stalking": 1653, "blue": 1654, "must": 1655, "{3}{B}{G}": 1656, "entering": 1657, "{3}{B}{B}": 1658, "rampage": 1659, "discards": 1660, "Reflection": 1661, "bushido": 1662, "point": 1663, "having": 1664, "amass": 1665, "Echo": 1666, "{5}{U}": 1667, "Rashka": 1668, "planeswalker's": 1669, "Players": 1670, "[\u221211]": 1671, "whom": 1672, "silver": 1673, "{G/U}{G/U}": 1674, "illegal": 1675, "Teferi": 1676, "swap": 1677, "Aura": 1678, "noted": 1679, "gold": 1680, "Shimatsu": 1681, "Lightning": 1682, "Mu": 1683, "{5}{B}{B}": 1684, "crystal": 1685, "egg": 1686, "Melee": 1687, "controlled": 1688, "strength": 1689, "end": 1690, "experience": 1691, "non-Merfolk": 1692, "{4}{B}{G}": 1693, "Chandra": 1694, "names": 1695, "damage": 1696, "Nature's": 1697, "Mountaincycling": 1698, "since": 1699, "decide": 1700, "Mirran": 1701, "Cloud": 1702, "was": 1703, "tide": 1704, "{R}{R}{R}{R}": 1705, "paired": 1706, "+2/+4": 1707, "non-Giant": 1708, "4/4": 1709, "{C}": 1710, "haste": 1711, "fate": 1712, "{W/B}{W/B}{W/B}": 1713, "Treasures": 1714, "takes": 1715, "Druids": 1716, "{5}{G}{U}": 1717, "{B}{G}{U}": 1718, "arrow": 1719, "additional": 1720, "instance": 1721, "rust": 1722, "Gold": 1723, "lesser": 1724, "echo": 1725, "This": 1726, "2/2": 1727, "Oko": 1728, "Weaver": 1729, "Tuktuk": 1730, "Basic": 1731, "Trample": 1732, "{1}{G}{W}": 1733, "Xenagos's": 1734, "Escape": 1735, "itself": 1736, "rest": 1737, "they": 1738, "5/5": 1739, "{9}{G}{G}{G}": 1740, "aim": 1741, "Forestcycling": 1742, "part": 1743, "An": 1744, "Forecast": 1745, "Take": 1746, "seventh": 1747, "planeswalkers": 1748, "Carnivore": 1749, "{2}{S}": 1750, "Liliana": 1751, "Goblins": 1752, "untap": 1753, "return": 1754, "Scout": 1755, "Gates": 1756, "Those": 1757, "though": 1758, "{6}": 1759, "Bloodrush": 1760, "X/1": 1761, "fifteen": 1762, "turn's": 1763, "minus": 1764, "A": 1765, "Discard": 1766, "Wisdom": 1767, "ore": 1768, "Trickster": 1769, "Construct": 1770, "determined": 1771, "He's": 1772, "Fortify": 1773, "2/5": 1774, "Huatli": 1775, "exert": 1776, "fetch": 1777, "expansion": 1778, "Squid": 1779, "{W/B}{W/B}{W/B}{W/B}": 1780, "mulligan": 1781, "replacing": 1782, "broken": 1783, "+8/+8": 1784, "unattach": 1785, "Undaunted": 1786, "Imaginative": 1787, "nine": 1788, "{7}{G}{G}": 1789, "come": 1790, "Companion": 1791, "extort": 1792, "melee": 1793, "Crab": 1794, "{3}{U}{R}": 1795, "embalm": 1796, "number": 1797, "{B}{B}{R}": 1798, "{4}{G}{G}{G}": 1799, "Undergrowth": 1800, "{3}{R}{R}{R}": 1801, "Soulbond": 1802, "infection": 1803, "guesses": 1804, "{2}{U}{R}{W}": 1805, "scream": 1806, "{G}{W}{U}": 1807, "soldier": 1808, "+2/+3": 1809, "Thopter": 1810, "declaring": 1811, "activates": 1812, "non-Ooze": 1813, "{4}{R}{G}": 1814, "Horsemanship": 1815, "Champion": 1816, "{C}{W}": 1817, "When": 1818, "Wall": 1819, "{6}{R}{R}{W}{W}": 1820, "-1/-1": 1821, "{R/P}": 1822, "Historic": 1823, "denial": 1824, "highest": 1825, "Assist": 1826, "-3/-0": 1827, "reduces": 1828, "-X/-0": 1829, "Exalted": 1830, "gained": 1831, "beginning": 1832, "blockers": 1833, "stop": 1834, "Rogues": 1835, "Labyrinth": 1836, "and/or": 1837, "{C}{G}": 1838, "{1}{R/W}": 1839, "Haunt": 1840, "turns": 1841, "{R}": 1842, "games": 1843, "Fury": 1844, "commander's": 1845, "mire": 1846, "Ignore": 1847, "Minor": 1848, "{1}{B/G}": 1849, "tails": 1850, "sickness": 1851, "Restart": 1852, "[\u221210]": 1853, "Flashback": 1854, "It": 1855, "Ingest": 1856, "phasing": 1857, "soul": 1858, "12": 1859, "affect": 1860, "+0/+4": 1861, "{3}{G}{W}": 1862, "divinity": 1863, "Inspired": 1864, "-0/-2": 1865, "Shroud": 1866, "+X/-X": 1867, "been": 1868, "mountaincycling": 1869, "putting": 1870, "3/6": 1871, "non-Army": 1872, "height": 1873, "{X}{2}": 1874, "stack": 1875, "Rubinia": 1876, "{1}{R/G}": 1877, "As": 1878, "they've": 1879, "Servos": 1880, "friend": 1881, "{2}{U}{U}": 1882, "Hivis": 1883, "Redistribute": 1884, "characteristics": 1885, "Pir": 1886, "Horde": 1887, "Change": 1888, "Imaginary": 1889, "Suspend": 1890, "Wall's": 1891, "make": 1892, "{2}{W}{U}": 1893, "Cowards": 1894, "fungus": 1895, "nonred": 1896, "{B}{B}{R}{R}": 1897, "player's": 1898, "Werewolf": 1899, "Harrier": 1900, "theft": 1901, "{X}{W}{W}": 1902, "Planeswalker": 1903, "music": 1904, "planeswalker": 1905, "remove": 1906, "high": 1907, "{7}{R}": 1908, "eight": 1909, "charge": 1910, "non-Eldrazi": 1911, "four": 1912, "vigilance": 1913, "flood": 1914, "{2}{B}{R}": 1915, "{2}{B/G}{B/G}": 1916, "Shark": 1917, "Devoid": 1918, "Nightmare": 1919, "{2}{B}{B}": 1920, "Embalm": 1921, "Thrull": 1922, "Reveler": 1923, "Fungus": 1924, "tokens": 1925, "{G}{G}{G}": 1926, "Dash": 1927, "Double": 1928, "condemnation": 1929, "outside": 1930, "ninety-nine": 1931, "face-up": 1932, "precombat": 1933, "Coward": 1934, "skip": 1935, "Turtle": 1936, "Artisan": 1937, "[0]": 1938, "at": 1939, "Minotaur": 1940, "Shrine": 1941, "\"": 1942, "activate": 1943, "Artificer": 1944, "so": 1945, "Fateful": 1946, "+0/+3": 1947, "Defender": 1948, "landcycling": 1949, "Investigate": 1950, "Ascended": 1951, "Fearless": 1952, "{U}{U}{B}{B}": 1953, "crews": 1954, "{5}{W}{U}{B}": 1955, "into": 1956, "attack": 1957, "{Q}": 1958, "owners'": 1959, "nonenchantment": 1960, "{G/U}{G/U}{G/U}{G/U}": 1961, "Elves": 1962, "Unblocked": 1963, "Give": 1964, "creatures": 1965, "Spider": 1966, "block": 1967, "activation": 1968, "deck": 1969, "Sylvia": 1970, "{X}{R}{G}": 1971, "{U}{B}{B}{R}": 1972, "Oathsworn": 1973, "Eternalize": 1974, "{2}{W}": 1975, "protection": 1976, "Flying": 1977, "gains": 1978, "some": 1979, "{R}{R}{R}": 1980, "Battle": 1981, "+3/-3": 1982, "Guan": 1983, "X": 1984, "{4}{W}": 1985, "grace": 1986, "Unredeemed": 1987, "Elementals": 1988, "+3/-2": 1989, "+10/+0": 1990, "Scry": 1991, "{5}{R}": 1992, "nonlegendary": 1993, "Ruthless": 1994, "shred": 1995, "Cipher": 1996, "City": 1997, "unity": 1998, "Llanowar": 1999, "Untap": 2000, "changeling": 2001, "Valiant": 2002, "{5}{W}": 2003, "enters": 2004, "Keeper": 2005, "haunts": 2006, "Ingenious": 2007, "Commander": 2008, "Knight": 2009, "unearth": 2010, "Living": 2011, "couldn't": 2012, "investigates": 2013, "destroyed": 2014, "swampwalk": 2015, "minimum": 2016, "Draw": 2017, "kicked": 2018, "-3/-3": 2019, "+20/+20": 2020, "Butterfly": 2021, "coin": 2022, "odd": 2023, "{R}{W}": 2024, "Noncreature": 2025, "madness": 2026, "Ape": 2027, "Etherium": 2028, "commander": 2029, "{G/W}{G/W}{G/W}{G/W}": 2030, "less": 2031, "Thralls": 2032, "recently": 2033, "{R}{G}{G}": 2034, "Scions": 2035, "conspire": 2036, "between": 2037, "Arcanist": 2038, "Non-Elf": 2039, "Reveal": 2040, "attacks": 2041, "them": 2042, "fateseal": 2043, "{W}{U}{B}": 2044, "Surge": 2045, "Two": 2046, "blaze": 2047, "Myriad": 2048, "Demigod": 2049, "Hornet": 2050, "arrowhead": 2051, "Hunt": 2052, "{7}{B}{B}": 2053, "Cleric": 2054, "{4}{U}{R}": 2055, "Cat": 2056, "Angels": 2057, "named": 2058, "not": 2059, "her": 2060, "It's": 2061, "{X}{3}{U}": 2062, "again": 2063, "{9}{R}": 2064, "0/3": 2065, "Green": 2066, "Nonartifact": 2067, "Goats": 2068, "enter": 2069, "pupa": 2070, "reselect": 2071, "Zubera": 2072, "{6}{B}": 2073, "-6/-6": 2074, "non-Demon": 2075, "Shamans": 2076, "{G}{G}{U}{U}": 2077, "{1}{G}{G}{G}": 2078, "Soulblade": 2079, "bounty": 2080, "opponent's": 2081, "{C}{R}": 2082, "reduce": 2083, "aren't": 2084, "Viashivan": 2085, "propose": 2086, "your": 2087, "spend": 2088, "head": 2089, "Intimidate": 2090, "{1}{U}{B}": 2091, "6/12": 2092, "White": 2093, "non-Lair": 2094, "in": 2095, "Chroma": 2096, "Protection": 2097, "sources": 2098, "continue": 2099, "+4/+2": 2100, "Virtus": 2101, "10/10": 2102, "mountainwalk": 2103, "first": 2104, "Ripple": 2105, "Round": 2106, "split": 2107, "Megamorph": 2108, "Surveil": 2109, "exchanged": 2110, "toughness": 2111, "control": 2112, "{1}{W}{B}": 2113, "opening": 2114, "{E}{E}": 2115, "+4/+0": 2116, "lore": 2117, "Returned": 2118, "{4}{W}{U}": 2119, "teammates": 2120, "Instant": 2121, "Spawn": 2122, "Breathstealer": 2123, "three": 2124, "Islands": 2125, "repeat": 2126, "maximum": 2127, "+6/+3": 2128, "searched": 2129, "monstrous": 2130, "ignore": 2131, "foot": 2132, "Goat": 2133, "may": 2134, "Non-Wall": 2135, "Monk": 2136, "{6}{G/U}{G/U}": 2137, "reach": 2138, "Dragons": 2139, "Retrace": 2140, "Snow": 2141, "bidder": 2142, "[\u221214]": 2143, "{20}": 2144, "cast": 2145, "Will": 2146, "Sword": 2147, "{R}{R}{R}{R}{R}{R}": 2148, "Reinforce": 2149, "Illusions": 2150, "non-Spirit": 2151, "{3}{W}{B}": 2152, "Lair": 2153, "Wirefly": 2154, "Inspiring": 2155, "non-Pirate": 2156, "nonblocking": 2157, "planeswalkers'": 2158, "Prevent": 2159, "-1/+1": 2160, "5/4": 2161, "Swamps": 2162, "Horde's": 2163, "Pridemate": 2164, "Death": 2165, "Squirrel": 2166, "Scavenger": 2167, "higher": 2168, "Rebound": 2169, "they're": 2170, "Then": 2171, "Mists": 2172, "Constellation": 2173, "value": 2174, "petal": 2175, "Depths": 2176, "[+2]": 2177, "Chosen": 2178, "eternalize": 2179, "full": 2180, "Beasts": 2181, "{2}{U}{B}": 2182, "Amass": 2183, "Miracle": 2184, "their": 2185, "fear": 2186, "{S}{S}": 2187, "Count": 2188, "blocked": 2189, "Fear": 2190, "armor": 2191, "parents'": 2192, "{B}{R}{G}": 2193, "6": 2194, "corpse": 2195, "didn't": 2196, "fury": 2197, "left": 2198, "Flash": 2199, "{2}{W}{B}{G}": 2200, "unless": 2201, "Angel": 2202, "Madness": 2203, "Treasure": 2204, "eyeball": 2205, "{B/G}{B/G}": 2206, "Sorcery": 2207, "+3/+3": 2208, "above": 2209, "historic": 2210, "other": 2211, "polyp": 2212, "[\u22126]": 2213, "Serpents": 2214, "Warrior": 2215, "{B/P}{B/P}": 2216, "Spirit": 2217, "{6}{R}": 2218, "Protege": 2219, "base": 2220, "Infect": 2221, "Add": 2222, "likewise": 2223, "Ox": 2224, "with": 2225, "Flanking": 2226, "planar": 2227, "Sand": 2228, "Storm": 2229, "devotion": 2230, "are": 2231, "{E}{E}{E}{E}{E}{E}": 2232, "winch": 2233, "subgame": 2234, "Sovereign": 2235, "cards": 2236, "owns": 2237, "turn": 2238, "{R}{R}{R}{R}{R}{R}{R}": 2239, "Krav": 2240, "divided": 2241, "{6}{U}{U}{U}": 2242, "Food": 2243, "twelfth": 2244, "8/12": 2245, "30": 2246, "cry": 2247, "Avatar": 2248, "game's": 2249, "age": 2250, "numbers": 2251, "{4}{B}{R}": 2252, "land's": 2253, "wage": 2254, "Leave": 2255, "red": 2256, "controls": 2257, "{2}{U/R}{U/R}": 2258, "{1}{B}{B}": 2259, "Each": 2260, "reveals": 2261, "Dethrone": 2262, "exactly": 2263, "soulshift": 2264, "Sparkmage": 2265, "nonattacking": 2266, "Gremlin": 2267, "Unless": 2268, "20/20": 2269, "spectacle": 2270, "kicks": 2271, "goaded": 2272, "face-down": 2273, "playing": 2274, "recent": 2275, "is": 2276, "half": 2277, "Cephalid": 2278, "Land": 2279, "[\u22129]": 2280, "filibuster": 2281, "0": 2282, "Richard": 2283, "sleight": 2284, "mutated": 2285, "absorb": 2286, "both": 2287, "did": 2288, "manifested": 2289, "Vampire": 2290, "Shadow": 2291, "Sprite": 2292, "moves": 2293, "Grandeur": 2294, "-5/-0": 2295, "pin": 2296, "storage": 2297, "{1}{W/U}": 2298, "plainswalk": 2299, "{1}{B}{R}": 2300, "scavenge": 2301, "life": 2302, "Monocolored": 2303, "doom": 2304, "kind": 2305, "returned": 2306, "nonbasic": 2307, "Escalate": 2308, "feather": 2309, "{7}{U}": 2310, "{7}{B}": 2311, "finishes": 2312, "after": 2313, "shared": 2314, "Phage": 2315, "{X}{G}{G}": 2316, "Harpy": 2317, "single": 2318, "Wolves": 2319, "Pentavite": 2320, "{5}{B}{R}{G}": 2321, "Separate": 2322, "monocolored": 2323, "Choose": 2324, "{X}{R}{R}": 2325, "targeted": 2326, "causes": 2327, "Rhino": 2328, "Once": 2329, "taps": 2330, "dying": 2331, "Helm": 2332, "spore": 2333, "Afterlife": 2334, "convoke": 2335, "creature's": 2336, "{5}{W}{W}": 2337, "Gorm": 2338, "Archer": 2339, "Ajani": 2340, "Changeling": 2341, "none": 2342, "do": 2343, "{U/R}{U/R}{U/R}{U/R}": 2344, "contains": 2345, "attach": 2346, "Nikara": 2347, "Yanling": 2348, "'": 2349, "Avid": 2350, "Spend": 2351, "[\u22128]": 2352, "{5}{W}{W}{W}": 2353, "{1}{W}{U}": 2354, "Lage": 2355, "{3}{B}": 2356, "creates": 2357, "or": 2358, "{G}{G}": 2359, "bolster": 2360, "Counter": 2361, "{3}{W}{W}{W}": 2362, "Island": 2363, "produce": 2364, "stands": 2365, "omen": 2366, "equip": 2367, "Totem": 2368, "can't": 2369, "ends": 2370, "would": 2371, "tap": 2372, "All": 2373, "-2/-2": 2374, "searches": 2375, "assigns": 2376, "blocking": 2377, "Equipped": 2378, "rather": 2379, "{G}": 2380, "Caller": 2381, "+0/+X": 2382, "ability": 2383, "resolving": 2384, "counters": 2385, "mode": 2386, "Elemental": 2387, "{X}{R}{R}{R}": 2388, "{7}{W}{W}": 2389, "{U}{B}{R}": 2390, "him": 2391, "{2}{R}{G}": 2392, "offer": 2393, "instead": 2394, "+4/+4": 2395, "added": 2396, "Shapeshifter": 2397, "types": 2398, "{6}{R}{R}": 2399, "-2/+2": 2400, "Werewolves": 2401, "offering": 2402, "{4}{G/W}{B}{B}": 2403, "Hippo": 2404, "copies": 2405, "{3}{W}": 2406, "blessing": 2407, "Ooze": 2408, "petrification": 2409, "cycle": 2410, "7": 2411, "enchantments": 2412, "3": 2413, "{4}{S}{S}": 2414, "{B/G}{B/G}{B/G}{B/G}": 2415, "Tezzeret": 2416, "Ukkima": 2417, "onto": 2418, "{1}{C}": 2419, "triggered": 2420, "prowess": 2421, "$": 2422, "Colorless": 2423, "wasn't": 2424, "+2/-2": 2425, "Until": 2426, "Reorder": 2427, "{6}{G}{G}": 2428, "Arachnus": 2429, "Faeries": 2430, "training": 2431, "{1}{G}": 2432, "revealed": 2433, "{W}{U}": 2434, "had": 2435, "trap": 2436, "+1/-1": 2437, "Lizard": 2438, "Prowess": 2439, "Creatures": 2440, "Bogbrew": 2441, "assign": 2442, "-3/-1": 2443, "Festering": 2444, "+5/+0": 2445, "entered": 2446, "another": 2447, "50": 2448, "{1}": 2449, "Clash": 2450, "devour": 2451, "emerge": 2452, "soot": 2453, "mine": 2454, "Frog": 2455, "plays": 2456, "Friend": 2457, "hatchling": 2458, "{3}{G}{U}": 2459, "{5}{B}{R}": 2460, "infect": 2461, "face": 2462, "Scepter": 2463, "play": 2464, "begin": 2465, "sprout": 2466, "sacrifice": 2467, "Dragon": 2468, "third": 2469, "Attach": 2470, "{B}{G}": 2471, "paralyzation": 2472, "alone": 2473, "Nightmares": 2474, "{4}{U}{B}": 2475, "played": 2476, "mastery": 2477}, "idx2char": ["spliced", "non-Equipment", "Hoplite", "Radiance", "Centaur", "Monkey", "-0/-1", "become", "Jump-start", "counter", "Mercenary", "Council's", "Emerge", "cube", "exile", "Strive", "nonartifact", "cards'", "Copy", "non-Spider", "+0/+2", "Partner", "Splinter", "banded", "While", "Rager", "Horror", "during", "draw", "{1}{U}{U}", "Spark", "slivercycling", "snow", "Beast", "starting", "{X}{X}{R}{R}", "smaller", "+4/-4", "Cycling", "Leader", "improvise", "Vial", "Prism", "{3}{B}{R}", "-2/-1", "{6}{W}", "{E}{E}{E}{E}", "{2}{G}{G}{G}", "20", "Untapped", "myriad", "countered", "Martial", "Revolt", "Repeat", "own", "First", "adds", "+0/+1", "common", "-13/-13", "{1}{G}{U}", "destroys", "it", "{W}{B}{G}", "down", "be", "Ninja", "area", "{7}{W}", "label", "effects", "Mountains", "returns", "Thrulls", "Search", "{R/W}{R/W}{R/W}", "fewest", "blood", "Clues", "Threshold", "{4}{U}{U}", "neither", "{X}{G}{G}{G}", ".", "non-Faerie", "Return", "controllers'", "Amplify", ",", "main", "Target", "Krakens", "Lord", "cost", "Genesis", "Rat", "Shaman", "over", "{3}{R}{G}{W}", "Shrines", "proposal", "{C}{G}{U}", "Attacking", "which", "spell's", "previously", "Hydra's", "Riot", "owned", "Barbarian", "devoured", "fuse", "non-Human", "Islandcycling", "then", "permanents", "exalted", "Bolas", "Stalker", "1/5", "prevented", "treasure", "Lifelink", "{9}{G}{G}", "Wizardcycling", "4", "{6}{W}{B}", "13", "3/1", "-4/-4", "In", "Fears", "Master", "switch", "Antiquities", "lost", "power", "5/3", "{P}", "{2}{W/B}{W/B}", "Giants", "{B}{B}", "+10/+10", "undying", "Forests", "-4/-0", "wish", "Forestwalk", "deals", "twenty", "Blaring", "Hazezon", "reduced", "an", "leave", "council", "forestwalk", "10", "Populate", "knowledge", "active", "Gorgon", "If", "Captain", "spent", ";", "{R/G}{R/G}{R/G}{R/G}", "{1}{U/R}{U/R}", "gets", "{C}{C}{C}{C}", "as", "sacrificing", "pays", "Pincher", "Okaun", "{W/U}{W/U}{W/U}{W/U}", "out", "{E}{E}{E}{E}{E}{E}{E}{E}", "clash", "times", "Advocate", "Transform", "{2}{W}{B}", "{1}{U}{R}", "Legendary", "himself", "defender", "Kavu", "Transmute", "Vampires", "-0/-X", "convoked", "Reverse", "Nicol", "Artifact", "{U}{U}", "{3}{U}{U}{R}{R}", "glyph", "non-Ogre", "Great", "Bow", "voted", "only", "Red", "who", "players", "+1/+2", "Battalion", "flips", "Any", "{W}{B}", "Scarecrow", "attacking", "5/2", "Zndrsplt", "sleep", "far", "{9}{W}{W}{W}", "Plant", "{3}{W/B}{W/B}{W/B}", "Landfall", "separate", "Ral", "closet", "Horses", "Gate", "Jiang", "Mercenaries", "{C}{U}", "either", "{B}{B}{B}{B}{B}", "+1/+4", "untapped", "Mutant", "permanent's", "Another", "heads", "Paragon", "{U}{U}{U}", "Empyrial", "Sculpture", "championed", "2/4", "hoofprint", "total", "Vehicle", "During", "Redeemer", "non-Elemental", "Empires", "26", "0/1", "fights", "Timebender", "cycles", "Pirate", "regenerates", "Mountain", "+1/+1", "equipped", "distribute", "Blocking", "task", "{B}{R}", "{C}{C}{C}", "{G}{U}", "{3}{R}", "Wood", "chose", "flipping", "no", "Up", "{3}{R}{R}", "-13/-0", "Bat", "{5}{R}{R}", "up", "Provoke", "Serf", "step", "black", "Roll", "-4/+4", "{R/G}{R/G}{R/G}", "+4/+8", "how", "nonblue", "elite", "Blade", "Create", "plus", "tied", "Brambleweft", "Survivor", "isn't", "postcombat", "Adapt", "Evoke", "Devourer", "Overlord", "double", "surveil", "still", "{U/B}", "ability's", "suspended", "{R/W}{R/W}{R/W}{R/W}", "{5}{R}{R}{R}", "Bolster", "Gargoyle", "target", "weapon", "hasn't", "Wielder", "Impetuous", "[+1]", "{E}", "followed", "{3}{C}", "Spectacle", "piles", "Adventure", "Menace", "where", "Damage", "effect", "any", "abilities", "vanishing", "Haldan", "Loyalty", "Juggernaut", "Shade", "Goldmeadow", "{1}{S}", "Marit", "owner's", "size", "Regal", "Soldier", "shadow", "homage", "mutates", "ended", "type", "Squirrels", "dilemma", "leaves", "study", "Koni", "Worm", "delay", "Rebel", "Cartouche", "Gravestorm", "Rowan", "{U/B}{U/B}{U/B}{U/B}", "Fish", "by", "{1}{R}{W}", "You", "Locus", "Magic", "Plainscycling", "{5}{B}", "Have", "declared", "soulbond", "Bushido", "-2/-4", "Illusion", "Free", "zone", "Replicate", "Parley", "able", "banding", "+2/-1", "could", "you're", "Xenagos", "Desertwalk", "tower", "Slinger", "emblem", "libraries", "{R}{G}{W}", "mix", "those", "get", "proliferate", "destroy", "plague", "elixir", "banned", "Annihilator", "decides", "magnet", "{3}{G}{G}", "Crovax", "Golem", "combination", "untaps", "{U/P}", "non-Head", "Wasp", "Wizard", "reveal", "Angrath", "Note", "2/1", "Gideon", "nongreen", "{R}{G}", "Feather", "phased-out", "marked", "adapts", "nor", "Pyromancer", "Kher", "[\u2212X]", "graveyards", "{2}{G}", "carrion", "200", "proceeding", "5/6", "shuffle", "Orcs", "Kobolds", "For", "{T}", "under", "symbols", "when", "Zombies", "Whale", "{E}{E}{E}", "fight", "paying", "Epic", "{9}", "changed", "{2}{B}{G}{U}", "directly", "Piper", "+4/-1", "symbol", "{1}{R/W}{R/W}", "completely", "Eight-and-a-Half-Tails", "level", "Wolf", "Ninjutsu", "that's", "produces", "Ninjas", "Tombspawn", "{W/B}{W/B}", "votes", "\u2022", "5", "scry", "4/3", "amassed", "{G/W}", "Vanishing", "Ally", "items", "sorcery", "choosing", "Skeletons", "for", "Ascend", "{0}", "Nonwhite", "five", "Hellion", "has", "kicker", "enchantment's", "while", "Pako", "Soldiers", "currency", "search", "{2}{W}{W}", "nonland", "Urza's", "{1}{U}{U}{R}", "+5/+3", "Homunculus", "shuffles", "verse", "+1/+3", "prowl", "harvest", "sacrifices", "whenever", "doing", "quill", "move", "Sentinel", "Unspeakable", "can", "Changing", "{G}{G}{G}{G}{G}", "{G/P}", "transform", "bribery", "{X}{X}{B}", "{B}", "Converge", "outlast", "exchange", "1/6", "4/2", "vortex", "whichever", "{X}{U/B}", "repeats", "fortified", "{R}{W}{B}", "lethal", "islandwalk", "40", "also", "originally", "[+4]", "^", "item", "cleanup", "this", "Plainswalk", "+7/+0", "Auras", "died", "{2}{C}", "{2}{B}", "{4}{G/W}{G/W}", "hexproof", "dethrone", "Knights", "non-Soldier", "skulk", "Snake", "right", "anywhere", "Crown", "Equipment", "Mask", "Split", "+2/+0", "{6}{U}", "Boar", "{X}{B/G}", "Gain", "hour", "Except", "{R/W}", "Enrage", "Moonfolk", "Trap", "enchantment", "Non-Eye", "[\u22125]", "Prowl", "Buyback", "No", "non-Zombie", "{1}{G/P}", "healing", "bid", "+5/+1", "unattached", "you've", "Lethal", "Swampwalk", "Bear", "Tempting", "if", "nonwhite", "Kaldra", "longer", "{S}", "Your", "Retriever", "Mowu", "+0/+6", "Eminence", "{4}{C}", "Nonblue", "+1/-2", "targets", "Improvise", "At", "divides", "Elf", "Pirates", "Protector", "-3/-2", "Addendum", "Gorgons", "non-$NAME", "Rally", "Aetherborn", "artifact's", "voting", "Orc", "Brallin", "separates", "Metalcraft", "costs", "blocks", "Scheming", "deathtouch", "Exploit", "decks", "chooses", "joining", "slumber", "Kicker", "+3/+1", "Elephant", "Clerics", "God-Pharaoh's", "change", "Delve", "{X}{W}", "crew", "following", "Cast", "Vehicles", "Dinosaurs", "instant", "{4}{R}{R}", "{4}{B}", "take", "opponents'", "there's", "player", "marriage", "Allies", "won", "Griffin", "pain", "Flame's", "pay", "Starting", "artifact", "Hazoret", "Ashiok", "fewer", "Djinn", "-6/-0", "Golems", "source", ":", "Vitu-Ghazi", "muster", "copied", "Newt", "isolation", "hands", "true", "+0/+5", "regenerate", "Domain", "explores", "cause", "6/1", "pressure", "{C}{C}", "Kenrith", "{X}{1}{U}", "token", "+2/+1", "remain", "Bladewing", "Khorvath", "bands", "1", "{B/P}", "yet", "Flagbearer", "Ferocious", "exiles", "the", "Vraska", "Elspeth", "Mouse", "different", "9", "Jackal", "top", "antes", "7/5", "6/4", "guessed", "Bubbling", "new", "{3}{B}{B}{B}", "Tribute", "lifelink", "Spike", "non-Gorgon", "poisonous", "Deathtouch", "command", "hadn't", "just", "divide", "Lands", "voter", "despair", "{3}{G}{W}{U}", "draws", "Bird", "Giant", "produced", "Conspire", "war", "4/5", "without", "Saga", "Khans", "Deserter", "Behemoth", "{1}{G}{G}", "started", "{5}{G}{W}{U}", "{G/U}", "Yu", "plainscycling", "Spitting", "random", "awaken", "Fading", "Only", "-0/-3", "Cell", "Sculptor", "{X}{B}{B}{B}", "Non-Archon", "back", "Support", "{X}{U}", "Sarkhan", "matrix", "investigate", "seven", "Put", "{8}", "After", "25", "{2}{R/G}", "ki", "Sacrifice", "nonblack", "Swampcycling", "Shabraz", "ripple", "gem", "Regna", "continues", "Eye", "skips", "Reach", "drew", "trample", "Kor", "Gift", "Faerie", "Goad", "Hellkite", "Devour", "comes", "monarch", "touches", "Islandwalk", "owner", "{C}{B}", "Skulk", "Sphinx", "one", "{C}{C}{R}", "evolves", "Combat", "Storms", "deal", "until", "put", "wither", "non-Swamp", "cumulative", "Otherwise", "transforms", "Hexproof", "equal", "Graveborn", "{3}{W}{W}", "Recruiter", "long", "Wizards", "greater", "menace", "drawn", "discarded", "Prince", "{6}{W}{W}", "prey", "Scion", "0/2", "Witch", "ninjutsu", "Walls", "Bold", "Octopus", "Myr", "Hero", "whose", "non-Werewolf", "embalmed", "card", "wrong", "{X}", "apply", "hourglass", "Demon", "Vivien", "Haktos", "7/1", "Blinkmoth", "annihilator", "loses", "chosen", "Nontoken", "{2}", "Skyshark", "+1/+7", "{B/R}{B/R}{B/R}{B/R}", "Humans", "Servo", "Chakram", "{7}{G}", "{W/U}", "tribute", "Smasher", "{3}{W}{B}{B}", "pair", "were", "Assign", "Activated", "non-Bolas", "Black", "Treefolk", "{W}{U}{B}{R}{G}", "Entwine", "words", "Aurochs", "{7}{B}{B}{B}", "Pest", "Silvar", "Sweep", "Dwarves", "Non-Human", "1/3", "Web", "+2/+5", "Raid", "Enchantment", "{2}{G/U}{G/U}", "{2}{R}", "God", "{3}{B/G}{B/G}", "{4}{B}{B}", "cage", "greatest", "Feral", "color", "Kraken", "indestructible", "{W}{W}{W}", "Rakdos", "Renewer", "intimidate", "ante", "-1/-0", "stops", "+3/-1", "{2}{R}{R}{R}", "began", "Goblin", "a", "Weird", "she", "{2}{B}{G}", "bloodthirst", "forestcycling", "Muscle", "Evolve", "Simultaneously", "colors", "{U}{R}", "Kobold", "fading", "Survivors", 